# RemoveVPLrOvrd

## Description
Removes a layer override.

```pascal
PROCEDURE RemoveVPLrOvrd(
				viewportHandle : HANDLE;
				layerHandle    : HANDLE);
```

```python
def vs.RemoveVPLrOvrd(viewportHandle, layerHandle):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|viewportHandle|HANDLE|The viewport handle.|
|layerHandle|HANDLE|The layer handle.|

## See Also
VS Functions:
CreateVPLrOvrd

## Version
Availability: from Vectorworks 2014

## Category
* Viewports